Revit 2027 API
LinkConversionData.Path Property
 The path to the source data used to generate the model.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public string Path { get; }
Public ReadOnly Property Path As String
	Get
public:
property String^ Path {
	String^ get ();
}
member Path : string with get
Property Value
String
See Also
Reference
LinkConversionData Class
Autodesk.Revit.DB Namespace